{
  "navbar": {
    "home": "INICIO",
    "aboutUs": "SOBRE NOSOTROS",
    "projects": "PROYECTOS"
  },
  "home": {
    "title": "GRUPO CEDRO AZUL",
    "slogan": "CONSTRUYENDO PARA DURAR",
    "slogan-2": "CREANDO PARA DIFRUTAR",
    "about-us-1": "Somos ",
    "about-us-2": "GRUPO CEDRO AZUL",
    "about-us-3": ", una empresa joven y dinámica que ofrece servicios integrales de construcción e ingeniería.",
    "about-us-4": "Nuestra filosofía es brindar soluciones eficaces y de calidad a nuestros clientes, cumpliendo con sus expectativas y necesidades."
  },
  "LocaleLayout": {
    "title": "Grupo Cedro Azul"
  },
  "about-us": {
    "title-1": "SOBRE",
    "title-2": "NOSOTROS",
    "slogan-1": "SOSTENIBILIDAD EN CADA ESTRUCTURA, ",
    "slogan-2": "RESPETO EN CADA ENTORNO.",
    "quality": "CALIDAD",
    "security": "SEGURIDAD",
    "service": "SERVICIO",
    "innovation": "INNOVACIÓN",
    "repect": "RESPETO",
    "titleMision": "MISIÓN",
    "titleVision": "VISIÓN",
    "mision": "Nuestra misión es desarrollar proyectos de construcción e ingeniería que aporten valor y bienestar a nuestros clientes y a la sociedad. Para ello, contamos con un equipo humano capacitado y motivado, que trabaja con ética, responsabilidad y compromiso",
    "vision": "Nuestra visión es ser una empresa líder y competitiva en el sector de la construcción e ingeniería, reconocida por su trayectoria, su innovación y su excelencia. Queremos seguir creciendo y diversificando nuestros servicios, manteniendo los más altos estándares de calidad y seguridad.",
    "qualityDescription": "Ofrecemos servicios de alta calidad, basados en la experiencia, el conocimiento y la tecnología.",
    "repectDescription": "Valoramos el respeto mutuo entre nuestros colaboradores, clientes y proveedores, fomentando un ambiente de trabajo armonioso y colaborativo.",
    "securityDescription": "Garantizamos la seguridad de nuestros trabajadores, clientes y obras, aplicando las normas y protocolos vigentes.",
    "serviceDescription": " Nos enfocamos en satisfacer las necesidades y requerimientos de nuestros clientes, brindándoles asesoría, acompañamiento y garantía",
    "innovationDescription": " Nos adaptamos al cambio y buscamos constantemente mejorar nuestros procesos, productos y servicios.",
    "titleWorth": "NUESTROS VALORES",
    "about-us-1": "En ",
    "about-us-2": "GRUPO CEDRO AZUL, ",
    "about-us-3": "la pasión por la construcción se combina con la visión artística para crear espacios que inspiren y perduren. Confía en nosotros para hacer realidad tus proyectos más ambiciosos. Estamos aquí para convertir tus ideas en realidad, paso a paso, desde la concepción hasta la finalización."
  },
  "services": {
    "title": "NUESTROS SERVICIOS",
    "design": "DISEÑO ARQUITECTONICO",
    "building": "CONSTRUCCIÓN RESIDENCIAL",
    "commercialBuilding": "CONSTRUCCIÓN COMERCIAL",
    "remodeling": "REMODELACIÓN Y RENOVACIÓN",
    "infrastructureBuilding": "CONSTRUCCIÓN DE INFRAESTRUCTURA",
    "consultingBuilding": "CONSULTORÍA EN CONSTRUCCIÓN",
    "designDescription": "Diseñamos espacios únicos que se adaptan a tus necesidades y deseos. Nuestros arquitectos trabajan contigo para crear un diseño personalizado que refleje tu estilo y funcionalidad.",
    "commercialBuildingDescription": "Realizamos proyectos comerciales de todo tipo, desde oficinas, colegios y coliseos, etc.",
    "remodelingDescription": "Transformamos espacios existentes en áreas modernas y funcionales. Ya sea una oficina, una cocina, baño o toda una casa, renovamos para mejorar.",
    "infrastructureBuildingDescription": "Diseñamos espacios únicos que se adaptan a tus necesidades y deseos.",
    "consultingBuildingDescription": "Ofrecemos asesoramiento y consultoría en todas las etapas de un proyecto de construcción, desde la planificación hasta la ejecución.",
    "buildingDescription": "Desde casas unifamiliares hasta condominios, estamos especializados en la construcción de viviendas de alta calidad. Ofrecemos un proceso de construcción transparente y eficiente.",
    "description": "Desde nuestra fundación en el año 2019, hemos realizado proyectos exitosos en diferentes áreas, como vías, edificaciones, diseño y remodelación de interiores, redes hidrosanitarias, gas y contraincendios, instalaciones de sistemas de Aires acondicionados, fabricación de carpintería madera, metálica y de aluminio. "
  },
  "projects": {
    "title": "NUESTROS",
    "subtitle": "PROYECTOS",
    "slogan-1": "DISEÑANMOS EL FUTURO, ",
    "slogan-2": "CONSTRUIMOS EL PRESENTE.",
    "project-1": "En ",
    "project-2": "GRUPO CEDRO AZUL, ",
    "project-3": "cada proyecto es una expresión única de creatividad y experiencia. Desde diseños arquitectónicos hasta proyectos de construcción sólidos y funcionales, nuestra dedicación a la excelencia se refleja en cada detalle. Explora nuestro portafolio de proyectos que han transformado espacios y superado expectativas.",
    "labelDate": "Fecha de ejecución:"
  },
  "client": {
    "title": "NUESTROS CLIENTES",
    "description": "Nuestro trabajo ha sido respaldado por una amplia base de clientes satisfechos que confiaron en nosotros para sus proyectos de construcción y diseño."
  },
  "contact": {
    "doubts": "¿Tienes alguna duda?",
    "contactUs": "Asesórate con nosotros",
    "send": "Enviar",
    "title": "CONTACTANOS",
    "inputName": "Nombre",
    "inputPhone": "Teléfono",
    "inputEmail": "Correo",
    "inputMessage": "Mensaje",
    "inputLastName": "Apellidos",
    "inputNameRequired": "Nombre es requerido",
    "inputPhoneRequired": "Teléfono es requerido",
    "inputEmailRequired": "Correo es requerido",
    "inputMessageRequired": "Mensaje es requerido"
  }
}
