{
  "navbar": {
    "home": "HOME",
    "aboutUs": "ABOUT US",
    "projects": "PROJECTS"
  },
  "home": {
    "title": "GRUPO CEDRO AZUL",
    "slogan": "BUILDING TO LAST",
    "slogan-2": "CREATING TO ENJOY",
    "about-us-1": "We are ",
    "about-us-2": "GRUPO CEDRO AZUL",
    "about-us-3": ", a young and dynamic company that offers comprehensive construction and engineering services. Our philosophy is to provide effective and quality solutions to our clients, meeting their expectations and needs."
  },
  "LocaleLayout": {
    "title": "Grupo Cedro Azul"
  },
  "about-us": {
    "title-1": "ABOUT",
    "title-2": "US",
    "slogan-1": "SUSTAINABILITY IN EVERY STRUCTURE, ",
    "slogan-2": "RESPECT IN EVERY ENVIRONMENT.",
    "quality": "QUALITY",
    "security": "SECURITY",
    "service": "SERVICE",
    "innovation": "INNOVATION",
    "repect": "RESPECT",
    "titleMision": "MISSION",
    "titleVision": "VISION",
    "mision": "Our mission is to develop construction and engineering projects that provide value and well-being to our clients and society. To achieve this, we have a trained and motivated human team that works with ethics, responsibility and commitment.",
    "vision": "Our vision is to be a leading and competitive company in the construction and engineering sector, recognized for its track record, innovation and excellence. We want to continue growing and diversifying our services, maintaining the highest standards of quality and safety.",
    "qualityDescription": "We offer high quality services, based on experience, knowledge and technology.",
    "repectDescription": "We value mutual respect between our collaborators, clients and suppliers, fostering a harmonious and collaborative work environment.",
    "securityDescription": "We guarantee the safety of our workers, clients and works, applying current standards and protocols.",
    "serviceDescription": "We focus on satisfying the needs and requirements of our clients, providing them with advice, support and guarantee.",
    "innovationDescription": "We adapt to change and constantly seek to improve our processes, products and services.",
    "titleWorth": "OUR VALUES",
    "about-us-1": "In ",
    "about-us-2": "GRUPO CEDRO AZUL, ",
    "about-us-3": "the passion for construction is combined with artistic vision to create spaces that inspire and endure. Trust us to make your most ambitious projects a reality. We are here to turn your ideas into reality, step by step, from conception to completion."
  },
  "services": {
    "title": "OUR SERVICES",
    "design": "ARCHITECTURAL DESIGN",
    "building": "RESIDENTIAL CONSTRUCTION",
    "commercialBuilding": "COMMERCIAL CONSTRUCTION",
    "remodeling": "REMODELING AND RENOVATION",
    "infrastructureBuilding": "INFRASTRUCTURE CONSTRUCTION",
    "consultingBuilding": "CONSTRUCTION CONSULTING",
    "designDescription": "We design unique spaces that adapt to your needs and desires. Our architects work with you to create a custom design that reflects your style and functionality.",
    "commercialBuildingDescription": "We carry out commercial projects of all types, from offices, schools and coliseums, etc.",
    "remodelingDescription": "We transform existing spaces into modern and functional areas. Whether it is an office, a kitchen, bathroom or an entire house, we renovate to improve.",
    "infrastructureBuildingDescription": "We design unique spaces that adapt to your needs and desires.",
    "consultingBuildingDescription": "We offer advice and consulting at all stages of a construction project, from planning to execution.",
    "buildingDescription": "From single-family homes to condominiums, we specialize in building high-quality homes. We offer a transparent and efficient construction process.",
    "description": "Since our foundation in 2019, we have carried out successful projects in different areas, such as roads, buildings, interior design and remodeling, plumbing, gas and fire networks, installations of air conditioning systems, manufacturing of wood, metal and aluminum carpentry."
  },
  "projects": {
    "title": "OUR",
    "subtitle": "PROJECTS",
    "slogan-1": "WE DESIGN THE FUTURE, ",
    "slogan-2": "WE BUILD THE PRESENT.",
    "project-1": "In ",
    "project-2": "GRUPO CEDRO AZUL, ",
    "project-3": "Each project is a unique expression of creativity and experience. From architectural designs to solid and functional construction projects, our dedication to excellence is reflected in every detail. Explore our portfolio of projects that have transformed spaces and exceeded expectations.",
    "labelDate": "Execution date:"
  },
  "client": {
    "title": "OUR CLIENTS",
    "description": "Our work has been supported by a large base of satisfied clients who trusted us with their construction and design projects."
  },
  "contact": {
    "doubts": "Do you have any doubt?",
    "contactUs": "Get advice from us",
    "send": "Send",
    "title": "CONTACT",
    "inputName": "Name",
    "inputPhone": "Phone",
    "inputEmail": "Email",
    "inputMessage": "Message",
    "inputLastName": "Last Name",
    "inputNameRequired": "Name is required",
    "inputPhoneRequired": "Phone is required",
    "inputEmailRequired": "Email is required",
    "inputMessageRequired": "Message is required"
  },
  "footer": {
    "designed": "Designed by"
  }
}
